const state = () => {
  return {
    cardList: [{
      "iid": "1m4lame",
      "imgUrl": "https://s11.mogucdn.com/mlcdn/c45406/180621_00e5i2711h0de8lhe4568kkie9d90_640x960.jpg",
      "title": "送运费险短袖t恤女2018夏季新款女装韩版时尚气质百搭ulzzang学生百搭小心机纯色上衣",
      "desc": "拍下即送运费险，购物更保证拍下即送运费险，购物更保证   t恤女夏2018新款短袖韩版宽松ulzzang学生百搭小心机网红同款上衣",
      "price": "39.90",
      "count": 3
    }, {
      "iid": "1lzlrra",
      "imgUrl": "https://s11.mogucdn.com/mlcdn/c45406/180428_3fd58b7e8c83dk5ij920k872k6c97_640x960.jpg",
      "title": "2018春秋季韩版新款条纹外穿内搭上衣打底吊带百搭无袖T恤针织背心女",
      "desc": "2018春秋季新款韩版弹力冰丝针织背心女装外穿无袖打底衫坎肩上衣潮",
      "price": "29.00",
      "count": 2
    }, {
      "iid": "1m19k6y",
      "imgUrl": "https://s11.mogucdn.com/mlcdn/c45406/180514_15272difihj7hg63gkakkg00hciaf_640x960.jpg",
      "title": "2018春夏新款韩范长袖白色衬衫女百搭宽松中长款棉麻立领韩版打底衬衣",
      "desc": "白衬衫，经典不败 无论是单穿还是内搭都是超级百搭的哦 面料，柔软舒适，亲肤透气，让你享受不一样的穿衣体验 POLO领设计，知性优雅 单排纽扣，简洁大方，利落十足 其简约的版型，合身的裁剪工艺，、、，精美细致，更显时尚感 推荐~",
      "price": "49.00",
      "count": 0
    }, {
      "iid": "1lwwv1g",
      "imgUrl": "https://s11.mogucdn.com/mlcdn/c45406/180814_4j9hdlgjl0jeai2akhf150g1gdge6_640x960.jpg",
      "title": "2018新款女装秋装简约衬衫女长袖雪纺上衣百搭纯色韩范打底衬衣女",
      "desc": "店主推荐：简约气质的衬衫，小翻领设计，胸前画出V字，修饰脸型的同时也能显得精神奕奕，面料亲肤透气，厚度应付得初秋的凉意，合身的版型足够舒适自在，可以在洒下暖阳的日子里给春天一个大大的拥抱，百搭的基础款，无需费心搭配，和初秋的毛衣，针织背心切磋都游刃有余，搭配裤装或裙装都不会显得枯燥！",
      "price": "56.00",
      "count": 3
    }, {
      "iid": "1m70m28",
      "imgUrl": "https://s11.mogucdn.com/mlcdn/c45406/180808_830ji849kbjbci113j19e11igkf44_640x960.jpg",
      "title": "秋冬新款V领撞色条纹长袖打底衫宽松短款上衣小衫2018秋季韩版百搭学生闺蜜装显瘦纯棉t恤女",
      "desc": "【店主实拍】每天几乎发货到凌晨12点，有现货的基本都是可以当天发货的哦。互联网上有那么多的商家，商家中有那么多的宝贝，而你却偏偏点开了我的。缘分就是，不早不晚，恰恰刚好。我们还有7天无理由包退换，我们是免费送运费险的。让亲们可以无忧无虑的购买。",
      "price": "45.00",
      "count": 0
    }, {
      "iid": "1m76pms",
      "imgUrl": "https://s5.mogucdn.com/mlcdn/c45406/180815_7ff4fbk769cc2d1c2l494ie7j5jke_640x908.jpg",
      "title": "2018秋新款韩版时尚简约系带显瘦条纹系带西服套装女",
      "desc": "新款",
      "price": "108.00",
      "count": 0
    }]
  }
}
export default state
